{
  "title": "Jan Bułhak",
  "image": "https://planetabelarus.by/upload/medialibrary/925/9256e21c77f15c7ae072292cef39d8a4.jpg",
  "yearsOfLife": "1876–1950",
  "video": "https://www.youtube.com/embed/MqbNbWbjLS0",
  "locationsCoords": {
    "lat": "53.5942000",
    "lng": "25.8191000"
  },
  "en": {
    "fullName": "Jan Bułhak",
    "description": "Jan Bułhak was a pioneer of photography in Poland and present-day Belarus and Lithuania, and one of the best-known Polish photographers of the early 20th century.",
    "gallery": [
      {
        "year": "1888",
        "link": "https://planetabelarus.by/upload/medialibrary/f23/f23bdcd0195e60d68a5da9665a75e97a.jpg"
      },
      {
        "year": "1890",
        "link": "https://planetabelarus.by/upload/medialibrary/3c5/3c5d68e488cf77a06c5213d844a0451b.jpg"
      }
    ],
    "biography": [
      {
        "year": "1876",
        "info": "Jan Bułhak was born on October 6, 1876 in Ostaszyn (Belarusian: Асташын), near Navahrudak (Belarusian: Навагрудак), Russian Empire (now Belarus)."
      },
      {
        "year": "1888",
        "info": "In 1888, Jan entered a gymnasium (a pre-Revolution secondary public school of the Russian Empire) in Wilno (present-day Vilnius), finishing it in 1897."
      },
      {
        "year": "1899",
        "info": "From 1897 to 1899, he studied literature, history and philosophy at Jagiellonian University, Kraków, but did not graduate because of lack of money. Back home, he lived in the village of Peresieka (Belarusian: Пярэсека) near Minsk, where he inherited a manor after his great-uncle's death. From there, Bułhak sent his news stories to Wilno newspapers"
      },
      {
        "year": "1901",
        "info": "In 1901, he married a cousin, Hanna Haciska. After his father's death, he sold the manor and bought a mansion from the Radziwiłłs in Belitsa, near Minsk. On April 27, 1906, the couple had a son, Janusz Bułhak, who would become a composer and a photographer."
      }
    ],
    "masterpiece": [
      {
        "year": "1888",
        "work": "The castle at the lake"
      },
      {
        "year": "1890",
        "work": "Old Riga"
      }
    ],
    "placeOfLiving": "Novogrudok"
  },
  "by": {
    "fullName": "Ян Булгак",
    "description": "Ян Булгак быў піянерам фатаграфіі ў Польшчы і сучаснай Беларусі і Літве і адным з самых вядомых польскіх фатографаў пачатку 20 стагоддзя.",
    "gallery": [
      {
        "year": "1888",
        "link": "https://planetabelarus.by/upload/medialibrary/f23/f23bdcd0195e60d68a5da9665a75e97a.jpg"
      },
      {
        "year": "1890",
        "link": "https://planetabelarus.by/upload/medialibrary/3c5/3c5d68e488cf77a06c5213d844a0451b.jpg"
      }
    ],
    "biography": [
      {
        "year": "1876",
        "info": "Ян Булгак нарадзіўся 6 кастрычніка 1876 г. у Асташыне (па-беларуску: Асташын), каля Навагрудка (па-беларуску: Навагрудак), Расійскай імперыі (цяпер Беларусь)."
      },
      {
        "year": " 1888",
        "info": "У 1888 г. Ян паступіў у гімназію (дарэвалюцыйную агульнаадукацыйную школу Расійскай імперыі) у Вільні (сучасная Вільня), скончыўшы яе ў 1897 годзе."
      },
      {
        "year": "1899",
        "info": "З 1897 па 1899 гады ён вывучаў літаратуру, гісторыю і філасофію ў Ягелонскім універсітэце ў Кракаве, але не скончыў школу з-за недахопу грошай. Вярнуўшыся дадому, ён жыў у вёсцы Перасіка пад беларускасцю, дзе ён атрымаў у спадчыну маёнтак пасля смерці дзядзькі. Адтуль Булгак дасылаў свае навіны ў газеты Wilno"
      },
      {
        "year": "1901",
        "info": "У 1901 г. ажаніўся з стрыечнай сястрой Ганнай Хачыскай. Пасля смерці бацькі ён прадаў сядзібу і купіў сядзібу ў Radziwiłłs у Беліцы пад Мінскам. 27 красавіка 1906 г. у пары нарадзіўся сын Януш Булгак, які стаў кампазітарам і фатографам."
      }
    ],
    "masterpiece": [
      {
        "year": "1888",
        "work": "Замак ля возера"
      },
      {
        "year": "1890",
        "work": "Старая Рыга"
      }
    ],
    "placeOfLiving": "Навагрудак"
  },
  "ru": {
    "fullName": " Ян Булгак",
    "description": "Ян Булхак был пионером фотографии в Польше и современной Беларуси и Литве, а также одним из самых известных польских фотографов начала 20-го века.",
    "gallery": [
      {
        "year": "1888",
        "link": "https://planetabelarus.by/upload/medialibrary/f23/f23bdcd0195e60d68a5da9665a75e97a.jpg"
      },
      {
        "year": "1890",
        "link": "https://planetabelarus.by/upload/medialibrary/3c5/3c5d68e488cf77a06c5213d844a0451b.jpg"
      }
    ],
    "biography": [
      {
        "year": "1876",
        "info": "Ян Булхак родился 6 октября 1876 года в Осташине (белорус Асташын), недалеко от Новогрудка (белорус Навагрудак), Российской империи (ныне Беларусь)."
      },
      {
        "year": "1888",
        "info": "В 1888 г. Ян поступил в гимназию (дореволюционную общеобразовательную школу Российской империи) в Вильнюсе (современная Вильнюс), окончив ее в 1897 году."
      },
      {
        "year": "1899",
        "info": "С 1897 по 1899 года он изучал литературу, историю и философию в Ягеллонском университете в Кракове, но не закончил школу из-за нехватки денег. Вернувшись домой, он жил в деревне Перасика под белорускостью, где он унаследовал имение после смерти дяди. Оттуда Булгак присылал свои новости в газеты Wilno"
      },
      {
        "year": "1901",
        "info": "В 1901 г. женился на двоюродной сестрой Анной Хачыскай. После смерти отца он продал усадьбу и купил усадьбу в Radziwiłłs в Белице под Минском. 27 апреля 1906 г. в пары родился сын Януш Булгак, который стал композитором и фотографом."
      }
    ],
    "masterpiece": [
      {
        "year": "1888",
        "work": "Замок у озера"
      },
      {
        "year": "1890",
        "work": "Старая Рига"
      }
    ],
    "placeOfLiving": "Новогрудок"
  }
}